Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: སྙིང་རྗེ་ཆེན་པོ་དང་། དགའ་བ་ཆེན་པོ་དང་། བཏང་སྙོམས་ཆེན་པོའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་ཏིང་ངེ་འཛིན་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། བྱམས་པ་ཆེན་པོའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། སྙིང་རྗེ་ཆེན་པོའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། སྡུག་བསྔལ་འཕགས་པའི་བདེན་པའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། ཀུན་འབྱུང་བ་དང་། འགོག་པ་དང་། ལམ་འཕགས་པའི་བདེན་པའི་མཚན་
en: V: 160} if they do not train in the defining characteristics of the perfection of generosity; if they do not train in the defining characteristics of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom; if they do not train in the defining characteristics of the emptiness of internal phenomena; if they do not train in the defining characteristics of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities; if they do not train in the defining characteristics of the first meditative concentration; if they do not train in the defining characteristics of the second meditative concentration, the third meditative concentration, and the fourth meditative concentration; if they do not train in the defining characteristics of great loving kindness; if they do not train in the defining characteristics of great compassion, great empathetic joy, and great equanimity; if they do not train in the defining characteristics of absorption in the sphere of infinite space, absorption in the sphere of infinite consciousness, absorption in the sphere of nothing-at-all, and absorption in the sphere of neither perception nor nonperception; if they do not train in the defining characteristics of the applications of mindfulness; if they do not train in the defining characteristics of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path; if they do not train in the defining characteristics of the meditative stabilities of emptiness, signlessness, and wishlessness, the aspects of liberation, the serial steps of meditative absorption, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways; if they do not train in the defining characteristics of the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, and the eighteen distinct qualities of the buddhas; if they do not train in the defining characteristics of great loving kindness; if they do not train in the defining characteristics of great compassion; if they do not train in the defining characteristics of the noble truth of suffering; if they do not train in the defining characteristics of the truths of the noble ones of the origin of suffering, the cessation [of suffering], and the path; if they do not train in the defining characteristics of the links of dependent origination in their forward and reversed operation; and if they do not train in the defining characteristics of the conditioned elements; if they do not train in the defining characteristics of the unconditioned elements— Blessed Lord, if they do not train in the defining characteristics of all these phenomena, how then, Blessed Lord, do bodhisattva great beings transcend the levels of the śrāvakas and pratyekabuddhas, without having trained in the defining characteristics of all phenomena and in the defining characteristics of formative predispositions?

source: ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལུགས་དང་འཐུན་པ་དང་། ལུགས་དང་མི་འཐུན་པའི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། འདུས་བྱས་ཀྱི་ཁམས་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། འདུས་མ་བྱས་ཀྱི་ཁམས་ཀྱི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་འམ། བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་འདི་དག་གི་མཚན་ཉིད་ལ་བསླབ་པར་མི་བགྱི་ན། བཅོམ་ལྡན་འདས་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཆོས་ཐམས་ཅད་ཀྱི་མཚན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་མཚན་ཉིད་ལ་བསླབས་ཏེ། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདའ་བར་འགྱུར། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱི་ས་ལས་མ་འདས་ན། ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་འཇུག་པར་འགྱུར།
en: If they do not transcend the levels of the śrāvakas and pratyekabuddhas, how do they enter a bodhisattva’s full maturity?

source: བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པ་ལ་མ་ཞུགས་ན། ཇི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར།
en: If they do not enter a bodhisattva’s full maturity, how do they attain all-aspect omniscience?

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་ཐོབ་ན། ཇི་ལྟར་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བགྱི།
en: If they do not attain all-aspect omniscience, how do they turn the wheel of the Dharma?

source: ཆོས་ཀྱི་འཁོར་ལོ་མ་བསྐོར་ན། ཇི་ལྟར་ཉན་ཐོས་ཀྱི་ཐེག་པ་འམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་འམ། ཐེག་པ་ཆེན་པོས་སེམས་ཅན་རྣམས་འཁོར་བ་ལས་དགྲོལ་བར་བགྱི།
en: If they do not turn the wheel of the Dharma, how will they liberate beings from cyclic existence by means of the vehicle of the śrāvakas, the vehicle of the pratyekabuddhas, and the Great Vehicle?” {

source: རབ་འབྱོར་གལ་ཏེ་ཆོས་ལ་ལ་ཞིག་ལ་མཚན་ཉིད་ཡོད་ན་ནི། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་ཉིད་དེ་ལ་བསླབ་པར་ཡང་འགྱུར་ན། ཆོས་ཐམས་ཅད་ལ་མཚན་ཉིད་མེད་ཅིང་གཟུགས་མེད། བསྟན་དུ་མེད་ཐོགས་པ་མེད་པ་སྟེ། འདི་ལྟར་མཚན་ཉིད་མེད་པ།
en: V: 161} “Subhūti,” replied the Blessed One, “if there were any phenomena with defining characteristics, bodhisattva great beings would train in those defining characteristics; however, all phenomena are without defining characteristics—immaterial, invisible, unimpeded, and with the sole defining characteristic that they are without defining characteristics.

source: མཚན་ཉིད་གཅིག་པས་ན། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་ཉིད་ལ་ཡང་བསླབ་པར་མི་བྱ།
en: Therefore, bodhisattva great beings should indeed not train in defining characteristics.

source: མཚན་ཉིད་མེད་པ་ལ་ཡང་བསླབ་པར་མི་བྱའོ།
en: Nor should they train in the absence of defining characteristics.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སྔོན་ཆད་མཚན་ཉིད་མེད་པར་གྱུར་པ་འམ། ཕྱིས་མཚན་ཉིད་ཡོད་པར་གྱུར་པ་མ་ཡིན་གྱི།
en: If you ask why, it is not the case that formerly phenomena had no defining characteristics and later did have defining characteristics.

source: རབ་འབྱོར་ཆོས་འདི་དག་ནི་སྔོན་ཆད་ཀྱང་མཚན་ཉིད་མེད་ལ། ད་ལྟར་ཡང་མཚན་ཉིད་མེད་པས་ན།
en: Subhūti, these phenomena even formerly were without defining characteristics, and right now they are also without defining characteristics.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མཚན་ཉིད་ལ་ཡང་བསླབ་པར་མི་བྱ། མཚན་ཉིད་མེད་པ་ལ་ཡང་བསླབ་པར་མི་བྱའོ།
en: It is for this reason that bodhisattva great beings should not train in defining characteristics, nor should they train in the absence of defining characteristics.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། དེ་བཞིན་གཤེགས་པ་རྣམས་མ་བྱུང་ཡང་རུང་སྟེ། མཚན་ཉིད་མེད་པའི་དབྱིངས་འདི་ནི་དེ་བཞིན་དུ་གནས་པའོ། །གསོལ་པ།
en: If you ask why, whether the tathāgatas have appeared or whether the tathāgatas have not appeared, this expanse without defining characteristics continues to dwell in that manner.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་ཆོས་ཐམས་ཅད་ལ་མཚན་ཉིད་མ་མཆིས་ཤིང་། མཚན་ཉིད་ཐ་དད་པ་ཡང་མ་ལགས། མཚན་ཉིད་གཅིག་པ་ཡང་མ་ལགས་ན། དེ་ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་མཆིས་པར་འགྱུར།
en: Blessed Lord, if all phenomena are in that manner without defining characteristics, and there is neither difference nor identity with respect to defining characteristics, how could the perfection of wisdom that bodhisattva great beings have be cultivated?

source: བཅོམ་ལྡན་འདས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་མ་མཆིས་པར་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་ས་ལས་འདའ་བར་མི་ནུས་སོ།
en: Blessed Lord, without having cultivated the perfection of wisdom, bodhisattva great beings cannot transcend the level of the śrāvakas or the level of the pratyekabuddhas.

source: །ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་ས་ལས་མ་འདས་པར་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་འཇུག་པར་མི་ནུས་སོ།
en: Without having transcended the level of the śrāvakas and the level of the pratyekabuddhas, bodhisattva great beings cannot enter a bodhisattva’s full maturity.

source: །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་མ་ཞུགས་པར་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་བསྐྱེད་པར་མི་ནུས་སོ།
en: Without having entered into the maturity of the bodhisattvas, great bodhisattva beings cannot accept that phenomena are nonarising.

source: །མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་མ་བསྐྱེད་པར་ནི་མངོན་པར་ཤེས་པ་བསྒྲུབ་པར་མི་ནུས་སོ།
en: Without having accepted that phenomena are nonarising, they cannot achieve the extrasensory powers.

source: །བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་ཤེས་པ་མ་བསྒྲུབས་པར་ནི། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བགྱི་བ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བགྱི་བར་མི་ནུས་སོ།
en: Without having achieved the extrasensory powers of the bodhisattvas, they cannot refine the buddhafields and bring beings to maturity.

source: །སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་མ་བགྱིས་པར་ནི། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་མི་ནུས་སོ།
en: Without having refined the buddhafields and brought beings to maturity, they cannot attain all-aspect omniscience.

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་མ་བགྱིས་པར་ནི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་མི་ནུས་སོ།
en: Without having attained all-aspect omniscience, they cannot turn the wheel of the Dharma.

source: །ཆོས་ཀྱི་འཁོར་ལོ་མ་བསྐོར་བར་ནི་སེམས་ཅན་རྣམས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་དགོད་པར་མི་ནུས་སོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་ལ་དགོད་པར་མི་ནུས་སོ།
en: Without having turned the wheel of the Dharma, they cannot establish beings in the fruit of entering the stream to nirvāṇa, and they cannot establish them in the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, or in arhatship.

source: །རང་བྱང་ཆུབ་ལ་དགོད་པར་མི་ནུས་སོ།
en: They cannot establish them in individual enlightenment.

source: །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་དགོད་པར་མི་ནུས་སོ།
en: They cannot establish them in unsurpassed, complete enlightenment.

source: །སེམས་ཅན་རྣམས་སྦྱིན་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་ལ་དགོད་པར་མི་ནུས་སོ།
en: They cannot establish beings in the foundation of meritorious deeds that originates from generosity.

source: །ཚུལ་ཁྲིམས་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་དང་། བསྒོམ་པ་ལས་བྱུང་བའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོ་ལ་དགོད་པར་མི་ནུས་སོ།
en: They cannot establish them in the foundation of meritorious deeds that originates from ethical discipline or in the foundation of meritorious deeds that originates from cultivation.” “

source: རབ་འབྱོར་ཆོས་ཐམས་ཅད་ནི་མཚན་ཉིད་མེད་པ་སྟེ། མཚན་ཉིད་ཐ་དད་པ་ཡང་མ་ཡིན། མཚན་ཉིད་གཅིག་པ་ཡང་མ་ཡིན་ནོ།
en: Subhūti, all phenomena are without defining characteristics, and there is neither difference nor identity with respect to defining characteristics.” {

source: དེ་ལྟར་ཆོས་ཐམས་ཅད་མཚན་ཉིད་མ་མཆིས་ན་ཇི་ལྟར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པར་འགྱུར།
en: V: 162} “If in that manner all phenomena are without defining characteristics, how will the perfection of wisdom be cultivated?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསྒོམ་པ་ནི། མཚན་ཉིད་ཐ་དད་པ་ཡང་མ་ཡིན། མཚན་ཉིད་གཅིག་པ་ཡང་མ་ཡིན་ཏེ།
en: Bodhisattva great beings’ cultivation of the perfection of wisdom is without either difference or identity in terms of defining characteristics,” replied the Blessed One. “

source: རབ་འབྱོར་མཚན་ཉིད་མེད་པ་བསྒོམ་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: Subhūti, bodhisattva great beings’ cultivation of the perfection of wisdom is a cultivation without defining characteristics.” “

source: །གསོལ་པ། དེ་ཇི་ལྟར་ན་མཚན་ཉིད་མ་མཆིས་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པར་འགྱུར།
en: How is the cultivation of the perfection of wisdom a cultivation without defining characteristics?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཆོས་ཐམས་ཅད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །གསོལ་པ།
en: The cultivation of the breaking down of all phenomena constitutes the cultivation of the perfection of wisdom,” replied the Blessed One. “

source: བཅོམ་ལྡན་འདས་དེ་ཇི་ལྟར་ཆོས་ཐམས་ཅད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པ་ལགས།
en: Blessed Lord, how does the cultivation of the breaking down of all phenomena constitute the cultivation of the perfection of wisdom?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གཟུགས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The Blessed One replied, “The cultivation of the breaking down of physical forms is the cultivation of the perfection of wisdom.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of feelings, perceptions, formative predispositions, and consciousness is the cultivation of the perfection of wisdom.

source: །མིག་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the eyes is the cultivation of the perfection of wisdom.

source: །རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་། ཡིད་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the ears, the nose, the tongue, the body, and the mental faculty is the cultivation of the perfection of wisdom.

source: །གཟུགས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of sights is the cultivation of the perfection of wisdom.

source: །སྒྲ་དང་དྲི་དང་རོ་དང་རེག་དང་། ཆོས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of sounds, odors, tastes, tangibles, and mental phenomena is the cultivation of the perfection of wisdom.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: The cultivation of the breaking down of visual consciousness is the cultivation of the perfection of wisdom.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness is the cultivation of the perfection of wisdom.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: The cultivation of the breaking down of visually compounded sensory contact is the cultivation of the perfection of wisdom.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact is the cultivation of the perfection of wisdom.

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: The cultivation of the breaking down of feelings conditioned by visually compounded sensory contact is the cultivation of the perfection of wisdom.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, and feelings conditioned by mentally compounded sensory contact is the cultivation of the perfection of wisdom.

source: །སའི་ཁམས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །ཆུའི་ཁམས་དང་།
en: The cultivation of the breaking down of the earth element is the cultivation of the perfection of wisdom.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the water element, the fire element, the wind element, the space element, and the consciousness element is the cultivation of the perfection of wisdom. “

source: །རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the links of dependent origination is the cultivation of the perfection of wisdom.

source: །མ་རིག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་དང་།
en: The cultivation of the breaking down of ignorance is the cultivation of the perfection of wisdom.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་ཚོར་བ་དང་། སྲེད་པ་དང་ལེན་པ་དང་སྲིད་པ་དང་། སྐྱེ་བ་དང་རྒ་ཤི་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: The cultivation of the breaking down of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death is the cultivation of the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of phenomena to be adopted is the cultivation of the perfection of wisdom.

source: །བླང་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of phenomena to be forsaken is the cultivation of the perfection of wisdom. {

source: །དོར་བ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: Ki.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །བསམ་གཏན་དང་པོ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: V: 163} “The cultivation of the breaking down of the first meditative concentration is the cultivation of the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །བསམ་གཏན་གཉིས་པ་དང་། བསམ་གཏན་གསུམ་པ་དང་། བསམ་གཏན་བཞི་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the second meditative concentration, the third meditative concentration, and the fourth meditative concentration is the cultivation of the perfection of wisdom.

source: །བྱམས་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of loving kindness is the cultivation of the perfection of wisdom.

source: །སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of compassion, empathetic joy, and equanimity is the cultivation of the perfection of wisdom.

source: །ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of absorption in the sphere of infinite space is the cultivation of the perfection of wisdom.

source: །རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་སྙོམས་པར་འཇུག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of absorption in the sphere of infinite consciousness, absorption in the sphere of nothing-at-all, and absorption in the sphere of neither perception nor nonperception is the cultivation of the perfection of wisdom. “

source: །སངས་རྒྱས་རྗེས་སུ་དྲན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the recollection of the Buddha is the cultivation of the perfection of wisdom.

source: །ཆོས་རྗེས་སུ་དྲན་པ་དང་། དགེ་འདུན་རྗེས་སུ་དྲན་པ་དང་། ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པ་དང་། གཏོང་བ་རྗེས་སུ་དྲན་པ་དང་། ལྷ་རྗེས་སུ་དྲན་པ་དང་། སྐྱོ་བ་རྗེས་སུ་དྲན་པ་དང་། དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་རྗེས་སུ་དྲན་པ་དང་། འཆི་བ་རྗེས་སུ་དྲན་པ་དང་། ལུས་ཀྱི་རྣམ་པ་རྗེས་སུ་དྲན་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི།
en: The cultivation of the breaking down of the recollection of the Dharma, the recollection of the Saṅgha, the recollection of ethical discipline, the recollection of giving away, the recollection of the god realms, the recollection of disillusionment, the recollection of breathing, the recollection of death, and the recollection of the body is the cultivation of the perfection of wisdom. “

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །མི་རྟག་པའི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the perception of impermanence is the cultivation of the perfection of wisdom.

source: །སྡུག་བསྔལ་གྱི་འདུ་ཤེས་དང་། བདག་མེད་པའི་འདུ་ཤེས་དང་། མི་སྡུག་པའི་འདུ་ཤེས་དང་། དངོས་པོ་མེད་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་དང་། སེམས་ཅན་གྱི་འདུ་ཤེས་དང་། སྲོག་གི་འདུ་ཤེས་དང་། སྐྱེ་བའི་འདུ་ཤེས་དང་། གསོ་བའི་འདུ་ཤེས་དང་། སྐྱེས་བུའི་འདུ་ཤེས་དང་། གང་ཟག་གི་འདུ་ཤེས་དང་། ཤེད་ཅན་གྱི་འདུ་ཤེས་དང་། ཤེད་བདག་གི་འདུ་ཤེས་དང་། བྱེད་པ་པོའི་འདུ་ཤེས་དང་། ཚོར་བ་པོའི་འདུ་ཤེས་དང་།
en: The cultivation of the breaking down of the perception of suffering, the perception of nonself, the perception of unattractiveness, the perception of nonentities, the perception of self, the perception of beings, the perception of life forms, the perception of living beings, the perception of life, the perception of living creatures, the perception of individual personalities, the perception of human beings, the perception of people, the perception of actors, the perception of experiencers, the perception of knowers, and the perception of viewers is the cultivation of the perfection of wisdom.

source: ཤེས་པ་པོའི་འདུ་ཤེས་དང་། མཐོང་བ་པོའི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །རྟག་པའི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the perception of permanence is the cultivation of the perfection of wisdom.

source: །བདེ་བའི་འདུ་ཤེས་དང་། སྡུག་པའི་འདུ་ཤེས་དང་། བདག་གི་འདུ་ཤེས་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the perception of happiness, the perception of attractiveness, and the perception of self is the cultivation of the perfection of wisdom. “

source: །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ། །ཡང་དག་པར་སྤོང་བ་དང་།
en: The cultivation of the breaking down of the applications of mindfulness is the cultivation of the perfection of wisdom.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། ལམ་རྣམ་པར་བསྒོམ་པ་བསྒོམ་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམ་པའོ།
en: The cultivation of the breaking down of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path is the cultivation of the perfection of wisdom.
